const 电脑 = [
  '/硬件/电脑/梅捷 H410',
  '/硬件/电脑/惠普',
  '/硬件/电脑/戴尔',
  '/硬件/电脑/联想'
]

const 手机 = [
  '/硬件/手机/iPhone X',
  '/硬件/手机/Pixel 3',
  '/硬件/手机/Mate 30'
]

const 显卡 = [
  '/硬件/显卡/DXVA'
]

const 磁盘 = [
  '/硬件/磁盘/机械硬盘',
  '/硬件/磁盘/固态硬盘',
  '/硬件/磁盘/三星',
  '/硬件/磁盘/美光',
  '/硬件/磁盘/西数',
  '/硬件/磁盘/NVMe RAID Controller'
]

const 显示器 = [
  '/硬件/显示器/支架'
]

const 配件 = [
  '/硬件/配件/适配器',
  '/硬件/配件/快充协议',
  '/硬件/配件/电流表',
  '/硬件/配件/数据线',
  '/硬件/配件/USB',
  '/硬件/配件/DisplayPort',
  '/硬件/配件/电子秤'
]

const 插排 = [
  '/硬件/插排/DC1'
]

module.exports = {
    电脑,
    手机,
    显卡,
    磁盘,
    显示器,
    配件,
    插排
}
